Repository: TomaszWojtyniak/BeatRate
Catalog: Presentation/AlbumDetails/Sources/AlbumDetails/Resources/Localizable.xcstrings
Source language: en
Languages: pl

# album.error.message
source: Couldn't load this album.
pl: Nie udało się wczytać tego albumu.

# album.error.retry
source: Try Again
pl: Spróbuj ponownie

# album.error.title
source: Error
pl: Błąd

# album.loading
source: Loading album…
pl: Wczytywanie albumu…

# album.play.appleMusic
source: Play on Apple Music
pl: Odtwórz w Apple Music

# album.play.spotify
source: Play on Spotify
pl: Odtwórz w Spotify

# album.tile.rating
source: Rating
pl: Ocena

# album.tile.released
source: Released
pl: Data wydania

# rating.accessibilityLabel
source: Album rating
pl: Ocena albumu

# rating.hint
source: Tap or drag a star to rate
pl: Stuknij lub przeciągnij gwiazdkę, aby ocenić

# rating.notRated
source: Not rated
pl: Brak oceny

# rating.outOfTen
source: %(rating)@ out of 10
pl: %(rating)@ na 10

source: Rating removed
pl: Usunięto ocenę

# rating.saved
source: Saved to your library
pl: Zapisano w bibliotece

# rating.title
source: Rate this album
pl: Oceń ten album

# rating.yourRating
source: Your rating
pl: Twoja ocena

# tracklist.disc
source: Disc %(number)lld
pl: Płyta %(number)lld

# tracklist.showAll
source: Show all
pl: Pokaż wszystkie

# tracklist.showLess
source: Show less
pl: Pokaż mniej

# tracklist.title
source: Tracks
pl: Utwory
